Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN BITTEN CONTRACT.tmx
Source language: ko
Languages: en

source: 맛있다!!
en: it’s great!!

source: 오와~ 드레스 입으신 거 처음 봐요.
en: wow! this is my first time seeing you in a dress.

source: 목록 < 이전글 다음글 >
en: Table of Contents < Previous Next >

source: 성명 이채이님
en: Name: Chae-i Lee

source: ..친구들이랑 같이 다니고 싶어서요.
en: I want to walk with my friends.

source: 왜..왜 그래?
en: wh-what’s wrong?

source: 오늘따라 갑자기 감정이 복받쳐서..
en: I’m being so emotional today...

source: 자..{j}잠깐
en: w-wait!{j}

source: 보고 싶었어!
en: I missed you!

source: 혹시..
en: did you...

source: 다들 친하게 지내도록-
en: let’s all welcome him.

source: 예쁘기만 한데..
en: you’re so pretty...

source: 마지막까지 버티는 사람이 이번 경기의 우승자가 되겠습니다.
en: the last person standing will be the winner of this game.

source: 채이야, 난 이만 가봐야 할 것 같아.
en: chae-i, I think I should go.

source: 뭐야, 누군지 몰라도 맞말했네.
en: ha! whoever wrote this only wrote the truth.

source: 그것도 모르지 뭐.
en: u never know

source: ㅋㅋㅋㅋㅋ
en: hahahaha.

source: 아련..
en: AWW

source: 너?
en: you?

source: 감사합니다!
en: thank you!

source: 그렇게 말해줘서 고마워.
en: thanks for saying that.

source: 푸..
en: pfft...

source: 선생님 불러야 하는 거 아냐?
en: should we tell the teachers?

source: 고맙긴 뭘..
en: that was nothing...

source: 잘 먹어요!
en: I’m good at eating!

source: 근데 너 진짜 하얗다~
en: you have such nice skin!

source: 정말 힘들었는데..
en: it was so hard.

source: 메모
en: Notes

source: 오빠~ 언제 술을 그렇게 많이 마신 거예요?
en: oppa! when did you drink that much?

source: 헉 헉
en: HUFF

source: 기분이 좀 안 좋아 보이던데..
en: he looked like he was in a bad mood.

source: ㅋㅋㅋ
en: HE HE HE

source: 재밌게 잘 촬영하고 오자!
en: let’s have fun and film some good content!

source: 지이잉
en: VRRR

source: 뭐..{j}시청자들 반응이 나쁜 것 같진 않아..!
en: well... at least the viewers’ responses aren’t too bad!{j}

source: 잠깐만, 채이야
en: give me a sec, chae-i.

source: 당당해서 더 아름답고 모두의 부러움을 사는 연예계 대표 공식 커플 여러분,
en: ladies and gentlemen, you are the most beautiful, iconic couples in the entertainment industry. the subject of the public’s envy thanks to your confidence in each other’s love!

source: 좀 그렇죠?
en: I am, right?

source: 꺄~ 나 완전 드라마 한 장면인 줄 알았잖아~~
en: kyah! I thought I was watching a scene from a movie!

source: 음..
en: and um...

source: 절레 절레
en: SHAKE SHAKE

source: 써니형..
en: sunny...

source: 채이 너는 어릴 때나 지금이나 항상 빛이 나거든.
en: chae-i, you’ve always shone. both as a child and now.

source: 어 윤이도 왔네!
en: oh, yoon. you’re here too!

source: 고마워요.
en: thank you.

source: 그래도 애써 부정하지 마.
en: but don’t deny your feelings.

source: 물어보는 사이
en: Bitten Contract

source: 여전한 듯.
en: and I guess she’s still that way now.

source: 너무 가까워..
en: we’re too close...

source: 아슬아슬할 것 같다더니~
en: you said you weren’t sure if you’d make it on time.

source: -<커플천국> 촬영 당일-
en: couple’s paradise filming day

source: 아무리 생각해도 채이가 날 두고 그 새끼를 좋아할 리가 없잖아
en: no matter how much I think about it, there’s no way chae-i would choose that bastard over me.

source: 나 이런 얘기..
en: I think...

source: 응..
en: uh-huh.

source: 그억하고 있었어?
en: you’d remember...

source: 우와~ 내 여자친구 멋있다!
en: wow! my girlfriend’s awesome!

source: 첨벙
en: SPLOSH

source: 이준 오빠?
en: ijun oppa?

source: 네 맘대로 하렴.
en: do as you like.

source: 안 그래도 기사 나가고 섭섭하다며 난리도 아니었어요..
en: he gave me a really hard time because he was disappointed to find out through the news.

source: 꽈악
en: CLENCH

source: in스타 soyhong104
en: IG: soyhong104

source: 인정..
en: AHEM

source: 아니에요 그보다..
en: it’s no problem. but...

source: 우웩 기사님이랰ㅋㅋㅋ 무슨 왕자님인 줄 ㅋㅋㅋㅋ
en: blergh. my driver? haha. are you a prince or what? hahaha.

source: 으아악
en: aaack!

source: 네가 좋은 사람이라 그래.
en: that’s because you’re a good person yourself.

source: 나가고 싶어?
en: you really want to do it?

source: 뱀파이어가 아니라 능구렁이였네
en: he must be a snake disguised as a vampire...

source: ㅋㅋㅋㅋ
en: HEH HEH HEH

source: 자세히 받은 거야?
en: did you get a thorough examination?

source: 꼬르륵
en: GROWL

source: 약한 동생을 괴롭히면 쓰나!
en: how dare you bully a kid younger than you!

source: 할머니 손이..
en: were granny’s hands...

source: 몸개그짱!!
en: he’s so good at slapstick!!

source: 오빠도 여행지에 와서 들뜬 걸까?
en: is ijun oppa excited that he came to a vacation spot as well?

source: 20XX.
en: Today’s date:

source: 우리 꼭 수학여행 가는 것 같지 않아?
en: doesn’t it feel like a field trip?

source: 오빠!
en: oppa!

source: 맞아..
en: you’re right...

source: 네?
en: pardon?

source: 그게..
en: well...

source: 와아아
en: WOOHOO

source: 어머니, 저 앞으론 학교 걸어다닐게요..
en: mother, I’ll walk to school from now on.

source: 우리 레스토랑에서 보고 처음이지?
en: isn’t this the first time since that day at the restaurant?

source: 오빠 전화 오는데..
en: oppa, your phone...

source: 원래 S군 말고 동창인 K를 오래 좋아했는데..
en: at first, L didn’t like S. she liked K, who went to the same school.

source: 이 시간에 누구지..
en: who could it be at this hour?

source: 털썩
en: PLOP

source: 탁-
en: CLACK

source: 아..
en: oh...

source: 천국을 향한 관문, 최선을 다해 도전해 주시기 바랍니다!
en: we look forward to your efforts toward entering paradise!

source: 손이 찬데..
en: her hand is cold...

source: 채이야!
en: chae-i!

source: 아하하
en: ahaha!

source: 안 그래도 찾았는데..
en: I was looking for you.

source: 글썽
en: TEARY

source: 응..?
en: huh?

source: 저..
en: I-I’ll...

source: 아니..
en: I mean...

source: TODAY TALK > 연예 이야기
en: TODAY TALK > Entertainment

source: 엥?
en: eh?

source: ..잘하자.
en: let’s step up our game.

source: ..아마 채이 너 컨디션에 따라 다르게 느껴지는 걸 거야.
en: that’s probably because it depends on your physical condition when you get bitten.

source: 그냥 자연스럽게..
en: it just happened.

source: 더..
en: I like her...

source: 저 기억이나 할까요?
en: I wonder if she’ll even remember me.

source: 채이가 얼른 그 불여우한테서 정신 차려야 할 텐데
en: chae-i needs to snap out of it soon and free herself from that fox...

source: 지이잉-
en: VRRR

source: 네 오빠~
en: okay, oppa!

source: 여자애들이랑요?
en: with the girls?

source: 헉 헉..
en: HUFF HUFF

source: 퍽
en: WHAM

source: ..{j}그게 무슨 소리야?
en: why... are you asking that?{j}

source: 너랑 친해지기 전에 정다연시가 이 글이랑 비슷한 얘기 한 적 있거든..
en: but da-yeon said something similar once, before I got close to you.

source: 그래서 쭌 유학할 때도 우리 집에서 지냈고..
en: that’s why when jun studied abroad, he stayed at my place...

source: 하..
en: ha...

source: 네.
en: yes.

source: 너무 무관심이라 어떻게든 관심 좀 끌어보려는 건 아니고?
en: you just want attention, don’t you? you’re doing whatever you can because people are so uninterested.

source: 채
en: C

source: 네가 잘한 게 아니라 다른 반 마지막 주자들이 못한 거거든??
en: you didn’t run fast! the other teams were slow!!

source: ..{j}어떻게 다른데?
en: how is it different?{j}

source: 쓸데없이..
en: he’s too handsome...

source: 채이가 맞아요..
en: chae-i is right.

source: 언니!
en: eonni!

source: 쓰담
en: PAT

source: 준아, 며칠 뒤면 할미 손녀가 올 거야, 보면 사이좋게 지내줘~
en: jun, my granddaughter will be here in a few days. you have to get along well with her, okay?

source: 벌떡
en: STAND

source: 저 드라마..
en: oh right...

source: 와구 와구
en: GOBBLE GOBBLE

source: 코미디언 커플 박숙 황대균
en: comedian couple sook park dae-gyun hwang

source: …우웅..
en: mmm...

source: 강윤씨는요?
en: what about you, yoon?

source: 미안해요.
en: sorry.

source: 여..{j}연습이요??
en: p-practice??{j}

source: VIEW 237,752
en: 237,752 Views

source: 평소 오빠가 물어줄 때랑 느낌이 달라요.
en: oppa, this time feels different compared to the other times you bit me.

source: 채이 누나는 알고 있는 거죠?
en: chae-i nuna knows, right?

source: 하하..
en: HAHA

source: 내가 좀 상황이 시상식 전에 못 갈 것 같거든..
en: but right now... I don’t think I’ll make it to her before the event.

source: 그냥 우리 둘이 있을 때 모습처럼만 해도 충분히..
en: if we just act the way we do when we’re alone together, that will be...

source: 일단 내일 스케줄은 다 취소해야겠다..
en: I should cancel all your appointments for tomorrow.

source: 축하드려요!
en: congratulations,

source: 할머니~
en: granny!

source: 별 진짜 많다!
en: there are so many stars!

source: 공부도 좋지만 건강이 제일 우선인 거 알쟈?
en: studying is important, but your health comes first. you know that, right?

source: 오빠는 무슨 오빠..
en: what do you mean, oppa?

source: 부먹 vs 찍먹
en: do you pour or dip the sweet and sour sauce?

source: 오물 오물
en: NOM NOM

source: 응??
en: hmm??

source: 어차피 너도 원하는 게 있으니 나랑 계약 연애 시작한 거잖아.
en: besides, you agreed to our contract relationship because there was something you wanted too.

source: <커플천국>에 오신 것을 환영합니다.
en: welcome to couple’s paradise.

source: 엄마..
en: mom...

source: 보여줄게 채이야!!
en: I’ll show you, chae-i!!

source: 우리 사진도 찍자.
en: and let’s take a picture together.

source: 하하
en: HAHA

source: 빨리 도착했네요?
en: you got here early!

source: 고등학교 때 생각난다.
en: like back in high school.

source: 쟤 진짜 잘생겼다!
en: he’s really good-looking!

source: 이거 나 먹으라고요?
en: is this for me?

source: 그런 얘기 어디 드라마나 책에 나온 적 있어요?
en: ...get that story from a movie or a book?

source: 걸어가기엔 너무 멀지 않아?
en: it’s too far for you to walk there.

source: 오빠, 잘해줄 수 있죠?
en: oppa, you can do it, right?

source: 예쁘다..
en: he’s so pretty.

source: 이게 다 내 탓이야?
en: how is this my fault?

source: S군 의외로 순진하고 여자문제 깔끔하기로 소문이 자자한데..
en: S is surprisingly naive and also famous for not having any relationship controversies...

source: 네
en: yes.

source: 갓기내새끼
en: mybabies

source: 좋게 나오면 더 안심되고 좋잖아~
en: but we can put our minds at ease if multiple hospitals all confirm those positive results.

source: e-메일 soyhong104@naver.com
en: Email: soyhong104@naver.com

source: 후후..
en: HEHE

source: 짜장 vs 짬뽕
en: black bean noodles or spicy noodles?

source: 탁
en: CLACK

source: 어우 완전요~
en: me too! totally!

source: 오디오스타 강윤표정
en: Yoon’s face on Audio Star

source: 채이가 아니라 서이준 그 새끼가 불여우인 건데..
en: the sly fox is that bastard ijun seo, not chae-i.

source: 타다다
en: DASH

source: 안 되겠다.
en: ugh, this won’t work.

source: 창문 닫아.
en: close the window.

source: …네..
en: okay...

source: 사실 첫사랑을 못 잊어서..
en: ...and I still like my first crush...

source: 그러게~
en: right?

source: 지금 나 견제하는 거 맞지..?
en: is he being jealous?

source: 혹시 그 첫사랑이..
en: was his first crush...

source: 오빠-
en: oppa!

source: 일로와, 너네 할미한테 내가-
en: come here, I’m going to tell her that you--

source: 아무튼 누가 글 썼는지 나한테 잡히기만 해봐!!
en: anyway! if I ever find out who wrote that post!! I’m gonna let them have it!!

source: 그동안 저 보기 불편하셨겠어요..
en: you must have been uncomfortable because of me...

source: 괜찮은 척했지만..
en: she acted like she was okay.

source: 답글 09개 답글쓰기
en: 9 Replies Write a reply

source: 글/그림 성은
en: Story/Illustrations by Seong-eun

source: 우리는 사귄 날짜 5월 21일로 하기로 한거 맞죠?
en: we agreed on may 21st for when we started dating, right?

source: 뭐..시청자들 반응이 나쁜 것 같진 않아..!
en: well... at least the viewers’ responses aren’t too bad!

source: 착각해버릴 것 같아..
en: ...I might get the wrong idea.

source: 성은병원 건강증진센터
en: Sungeun Hospital Health Promotion Center

source: 통화기록
en: Recent Calls

source: 애초에 S군이랑 급이 다른데..
en: but S is out of her league, always has been.

source: 그건 제가..!!
en: I did!!

source: 정말?
en: do I?

source: 섭섭
en: HMPH

source: 오케이~
en: okay!

source: 아~ 쭌 비번 그것만 썼거든요~
en: oh, jun uses only one passcode!

source: 우리 내일 새벽엔 올라갈 수 있겠지?
en: we should be able to fly at least by dawn tomorrow, right?

source: 타닷
en: RUSH

source: 코-
en: ZZZ

source: 그게 젤 좋은 거지~
en: that’s the best skill!

source: 채이야 힘내!!
en: you can do it, chae-i!!

source: ..좋게 생각하자..
en: I’ll just think positively about this.

source: 가짜 여자친구니까..
en: I’m a fake...

source: 민지 너랑 친해져서 너무 좋다.
en: minji, I’m so glad you and I became friends.

source: 안 보이는 곳만 때려줄게~
en: I’m gonna hit you where no one can see--

source: 제발 정신 좀 차려..
en: please, get it together.

source: 이채이님-시상자 대기실
en: Chae-i Lee Presenter’s Green Room

source: 홈 TV 포토 랭킹 영화 최신뉴스
en: Home TV Photos Trending Movies Latest News

source: 악!!
en: oww!!

source: 얼른 물어줘요 오빠-
en: hurry up and bite me, oppa.

source: ..너랑 연기하다 보니 늘었나 봐..
en: I must’ve gotten better while acting with you...

source: 할머니!!
en: granny!!

source: 혹시 찬이 오빠도 오빠처럼 뱀파이어인 거 아닐까요?
en: do you think chan oppa is also a vampire like you, oppa?

source: 끼기긱
en: DOOM

source: 먼저 들어가 있어.
en: Wait inside.

source: 정다연씨..
en: da-yeon also said...

source: 매력적이었어..
en: ...and was really charming.

source: 예뻐.
en: very pretty.

source: 얘기하고 물어달라니까요-!
en: I told you to warn me before you bite!

source: 그곳 말고 다른 데서 검진 한 번만 더 받아보지 않을래?
en: how about getting one more exam somewhere else?

source: 아이스크림 먹어
en: here, have some ice cream!

source: ㅆㅂ !!!
en: damn it!!!

source: X팔리게 진짜..
en: you’re embarrassing me!

source: 너무 예쁘다~!!
en: it’s so beautiful here!!

source: 이번에 소속사랑 계약하는 건 때문에 뭐 좀 물어보려고 했는데..
en: I wanted some advice about signing with an agency.

source: 풉
en: PFFT

source: 전화 수신중
en: Incoming...

source: 안녕하세요, 다연씨
en: hello, da-yeon.

source: 찰칵 찰칵
en: CLICK CLICK

source: 난 기사님이 데리러 오셔서.
en: my driver’s going to pick me up.

source: 더 얘기하면 괜히 실수할지도 몰라..
en: but if I try to say anything more, I might make a mistake.

source: 찬이 선배님!
en: chan seonbae!

source: 강윤씨 지금 뭐 해요?
en: yoon, what are you doing right now?

source: 응 커플 연기 연습!
en: mm-hm! practicing our act as a couple!

source: 지나
en: Gina

source: 어우 너네 꺼져!!
en: ugh, get lost!!

source: 유XX 기자
en: by XX Yu

source: 원래 여자친구라면 기분 나쁠 상황인 거 맞지..?
en: a real girlfriend would be offended in this situation, right?

source: ♡우리채이♡
en: ♡My Chae-i♡

source: ..{j}미안, 내가 오버한 것 같아.
en: sorry... I think I went too far.{j}

source: 으아아
en: AAAH

source: 할머니 손녀는 어떤 애예요?
en: what’s your granddaughter like?

source: 내 앞에선 솔직해도 돼..
en: you can be honest with me.

source: 쿠당탕
en: FLUMP

source: 저 가식적인 새끼..
en: what a fake asshole...

source: 저 오빠 대박 웃겨!!
en: that oppa’s super funny!!

source: 우리?
en: okay?

source: 아니에요, 할머니~!
en: that’s not true, granny!

source: 오빠..?
en: oppa?

source: 연락이 안 되길래 그냥 와봤다가 실례했네요..
en: but I couldn’t get in touch with him, so I just ran over. now I’m interrupting...

source: 어어어
en: oops!

source: 언니, 고 꼬맹이는 누구래?
en: eonni! who’s that little boy?

source: 안녕하세요 선배님!
en: hello, seonbae!

source: 아냐~ 그런 거-
en: no, he hasn’t.

source: 글쎄요..
en: well...

source: 나?
en: me?

source: <물어보는 사이> 1부가 50화로 마무리 되었습니다.
en: Episode 50 concludes Bitten Contract Season 1.

source: 꿀꺽
en: GULP

source: 씨..죽었어~!!
en: ugh! you’re dead meat!!

source: 네~
en: okay.

source: 아 응..
en: oh, yeah...

source: 여기서 보고 갈래요!
en: so I want to watch it here!

source: 다들 어딜 보는..
en: what are they looking at?

source: 잉?
en: huh?

source: 작가님!!
en: ms. kim!!

source: 채이씨도 요리 잘 해요?
en: chae-i, are you a good cook too?

source: 남세라 파이팅!!
en: go, sera, go!

source: 반나절이면 되니까 한 번만 시간 내줘, 응?
en: it won’t even take half a day, so make some time for it. please?

source: 전 이만 가볼게요!
en: I should get going now!

source: 딸칵
en: CLICK

source: 너무 아름다우신데요?
en: you’re so beautiful!

source: 답글 12개 답글쓰기
en: 12 Replies Write a reply

source: 각오해요?
en: be prepared!

source: 오히려 기회 같아요!
en: I actually think this is an opportunity!

source: 윤이는 괜찮아?
en: how’s yoon?

source: 내가 한번 떠볼까?
en: should I feel her out?

source: 꾸벅
en: BOW

source: 두근 두근 두근 두근
en: THUMP THUMP THUMP THUMP

source: 뒤적
en: FUMBLE

source: 도라이맛
en: crazed

source: 너무 예쁘다..
en: you’re so pretty!

source: 부스스..
en: RUB

source: 채이 너랑 동창이라고..
en: she went to school with you...

source: 웃기지 마 이 못난아!!
en: no! you're ugly!!

source: 어!
en: oh!

source: 아예 둘이 결혼까지 하면 더 좋고~~
en: it’d be even better if you two get married while you’re at it!

source: 강아지 vs 고양이
en: cats or dogs?

source: 다음 경기는 여자 출연자들이 도전하겠습니다!
en: the next game will be for the women!

source: 지금 오빠가 나보다 더 심각해 보여서요!
en: you look more upset than I am right now!

source: 못 들은 걸로 해줘.
en: can you just forget what I said?

source: 그렇죠..
en: I am.

source: 이 완벽한 허니문은 모든 커플에게 주어지지 않습니다.
en: this perfect honeymoon is not for everyone to enjoy.

source: 어떡하냐?
en: oh no...

source: 그때일 세라는 모르는 거겠지..
en: sera probably doesn’t know about that night...

source: 헤헤..
en: hehe.

source: 오빠 차 마실래-
en: oppa, do you want some tea or--

source: 채이야..
en: chae-i...

source: 두 분 너무 잘 어울려요~!
en: you two look so great together!

source: 그냥~ 네가 문 열어주는 걸 보고 싶어서..
en: hehe, I wanted to see you open the door for me.

source: 메시지 휴대전화 영상통화 메일
en: message call video mail

source: 아이참..
en: come on...

source: 어어!
en: o-oh!

source: 아니야..
en: no...

source: 웅..
en: mm-hm.

source: 얘가 그 천사 같은 아이라고..?
en: how is she like an angel?!

source: 여기는 3층 출발층 입니다
en: Level 3 Departures

source: 예약해 둘 테니까-
en: I’ll make an appointment there, so...

source: 이러다 못 참고 고백이라도 해버리면 어떡하지..
en: what if I can’t hold back anymore and end up confessing my feelings to him?

source: 채이를 우리 집에?
en: chae-i? here?

source: 거의 박치기-
en: it was more like a headbutt--

source: ..{j}둘만 있을 때까지 이렇게 연기할 필요는 없는데..
en: he doesn’t have to act like a boyfriend when it’s just us two...{j}

source: 기사입력 20XX.XX.XX
en: Published XX/XX/20XX

source: 두두둥
en: DUN DUN DUN

source: 살려줘어어!!
en: help meee!!

source: 둘이 좀 어색해 보였는데 갑자기 사귄다고 하니까..
en: you both seemed awkward before, but you’re suddenly dating.

source: 감사합니다.
en: thank you.

source: 취소 완료
en: Cancel Done

source: 이것도 주제넘었나요..??
en: am I being... presumptuous??

source: 네..
en: bye...

source: 오빠 저 뚱땡이한테 괴롭힘당하는 거야?
en: has he been bullying you this whole time, oppa?

source: 설렌다고?
en: excited?

source: 뭐..뭐야? 그 표정은?
en: wh-what’s... with that face?

source: 기
en: ba...

source: 준아, 잠깐만-
en: hi, jun!

source: 평소엔 뜨거운 뭔가가 확 퍼지는 느낌?
en: normally, it feels like something hot spreading through my body.

source: 그때 그 목소리가 지나라는 사람일까?
en: that voice back then... was she the person named gina?

source: 피식.
en: SMIRK

source: 따르릉
en: RIIING

source: 대표님
en: CEO

source: 단!
en: however!

source: 응응!
en: mm-hm!

source: 맛있다~ 그치?
en: yummy, isn’t it?

source: 꺄하하하하
en: puahahahaha!

source: ..채이가 내일 금룡 영화제 시상자로 참석하는데..
en: chae-i’s attending the gold dragon awards tomorrow as a presenter.

source: 할미 혼자 살다 보니 입에 맞을지..
en: I live alone, so I’m not sure if any of this will taste good...

source: 발끈
en: ANNOYED

source: 응?
en: huh?

source: 내가 지켜줄게!
en: I’ll protect you!

source: 드라마 끝나면 심리 상담이라도 받아봐야 할-
en: after the drama finishes filming, maybe I should look into therapy--

source: 응
en: okay!

source: 전화번호 추가
en: add phone

source: 이거 봐..
en: see?

source: 사장님..
en: sir...

source: 뭐야아 왜 웃어!
en: what? why are you laughing?!

source: 너 채이씨 때문에 그러는 거지?
en: you’re like this because of chae-i lee, right?

source: 하긴 바쁜데 매주 이렇게 물어주는 게 보통 일이 아닐 테니..
en: well, he’s really busy, so it probably isn’t easy to make time to bite me every week.

source: 여자친구..
en: girlfriend...

source: 연기라고 생각해~ 채이 너 연기 잘하잖아.
en: just think of it as acting! you’re a really good actress anyway, chae-i.

source: 그냥..
en: I...

source: 되게 에너지 넘치는 사람이다..
en: she overflows with energy...

source: 네, 감사해요 오빠!
en: thank you, oppa!

source: 리온이!
en: leon!

source: 서이준 열애 직접 고백 "이채이와 좋은 만남 갖고 있어,,"
en: Ijun Seo’s Confession: “Chae-i Lee and I Have Started Seeing Each Other.”

source: 채이는 씩씩한 애니까 잘해나갈 거예요..
en: chae-i’s a strong kid. she’ll be fine.

source: 그때도 지금도 난 네 팬이야.
en: I was a fan of you back then, and I still am.

source: 그리고 솔직히 이준씨는 완전 탑 급인데 조금 의외여서..
en: and honestly, ijun is a top-class celebrity.

source: 답글 10개 | 답글쓰기
en: 10 Replies | Write a reply

source: 저 나갈 건데요?
en: I’m going to do it!

source: 아무리 우리가 계약 연애 중이라도..
en: even if we’re in a contract relationship,

source: 툭
en: PLOP

source: 괜찮아요?
en: are you all right?

source: 헤헤
en: hehe.

source: 서울 어디 살았어?
en: where in seoul are you from?

source: ㅋ..
en: haha...

source: 누나 그럼 이따 또 봬요!
en: well then, nuna, I’ll see you in a bit!

source: 우리 뮤비에 나왔던 천사 꼬맹이가 아직도 눈에 선한데..
en: it seems like it was just yesterday when a little angel appeared in my group’s music video.

source: 나만 믿고 따라와요!
en: just leave it to me!

source: 쏴아아
en: SWAAA

source: 자..잠깐 나 표정 이상했는데??
en: w-wait! my face came out weird!!

source: 아니..할머니는 너무 잘해주시고..
en: no, grandma’s really good to me.

source: 이런 말 하는 게 맞는지 모르겠는데..
en: I’m not sure if it’s my place to tell you this...

source: 핫..
en: oops...

source: 그럼요.
en: of course I did.

source: 선배님..
en: seonbae...

source: 하하하
en: HA HA HA

source: 꺄~
en: KYAH

source: 둘이 축하해
en: you two look really good together.

source: 선배님이 물면 기억을 잃지 않는 건가요?
en: does she not lose her memory if you bite her?

source: 그리고 솔직히 이준씨는 완전 탑 급인데..
en: and honestly, ijun is a top-class celebrity.

source: 연락할게.
en: I’ll let you know when I get there.

source: 어느 정도는..
en: to a degree...

source: 찍먹!!
en: dip!!

source: 채이 누나는 알고 있어요?
en: does chae-i nuna know?

source: 이찬
en: yi-chan

source: 인형 같다고요?
en: like a doll?

source: 여자 출연자분들은 편한 복장으로 갈아입고 해변가로 모여주세요!
en: please change into comfortable clothing and meet us at the beach!

source: 죄송합니다..
en: I’m sorry!

source: 나 그거 봤어요~!
en: oh! I saw when you said...

source: 시차가 달라서 깜빡하고 있었어요!
en: I forgot because of the time difference!

source: 기사 봤어!
en: I saw the news!

source: 설렘이 커질수록 자꾸 애달픈 기분이 드는 건
en: the more my heart flutters, the more heartbroken I feel.

source: 내 덕에 1등 했으면 고마워해야 하는 거 아냐?
en: shouldn’t you thank me? we got first place because of me!

source: 나 의식해서 몸 좀 만들었나 본데?
en: he must’ve exercised a lot, hoping to beat me.

source: 그만!!!
en: enough!!!

source: 그래..
en: okay.

source: 으아아악!!
en: aaagh!!

source: 힐끔
en: GLANCE

source: 아 채이시 아역 때 정말 귀여웠죠~
en: ah, yes. chae-i was really cute as a child actor!

source: 지금 나한테 수행 평가 준비를 못 해왔다고 얘기하는 거야?
en: are you telling me you didn’t prepare for the performance assessment?

source: 나만 믿어.
en: just trust me.

source: 아니~~ 난 예외지~
en: oh! except me, of course!!

source: 갑자기 웬 데이트?
en: what’s with the sudden date?

source: 강아지!!
en: dogs!!

source: 쭌~
en: jun!

source: 어릴 때부터 팬이었다는 말,
en: that I’ve been a fan since childhood.

source: 어푸 어푸
en: GLUB GLUB

source: 둘 다 오랜만이야~
en: it’s been a while since I’ve seen both of you!

source: 헐..
en: omg...

source: 연애 축하해~
en: congratulations on your relationship!

source: 빠안
en: STARE

source: 선배님 그런데..
en: but seonbae...

source: K군은 강윤 아님?
en: K must be Yun Kang.

source: K가 안 받아주니까 S군으로 갈아탔나 봄..
en: she must’ve switched over to S because K kept turning her down.

source: 오늘
en: Today

source: ..선배님-
en: that you--

source: …채이-
en: chae--

source: 집에 가려면 함참 걸리겄네..
en: it’ll take you a long time to get home...

source: 불편하지 않아?
en: won’t you be uncomfortable?

source: 민지야,
en: minji.

source: 지나..
en: gina...

source: 집이 어디야?
en: where do you live?

source: 수줍..
en: SHY

source: 이건 오바야..
en: is too much...

source: 아이고..
en: oh...

source: ..둘이 사귀는 거 맞아?
en: are those two really even dating?

source: 아유..
en: gee...

source: 이XX 기자
en: by XX Lee

source: 뚝-
en: PLOP

source: 네..?
en: what?

source: 오빠 갔다 올게요~
en: oppa, I’ll be right back!

source: 안 그래요?
en: right?

source: 둥둥
en: BADUM

source: 딩동-
en: DING DONG

source: 고도 40000feet 속도
en: Altitude 40000 feet Speed

source: 지금 우는 거야?
en: are you crying?

source: 콰직
en: BITE

source: 날 모르는 사람들이 떠드는 얘기는 별로 상관없는 것 같아요..
en: this time, I don’t care what people I don’t even know say about me.

source: 서이준♥이채이 열애 인정.."교제 1개월 됐다" 공식입장
en: It’s Official! Ijun and Chae-i “Have Been Dating For A Month”

source: 짝 꺄!!!
en: CLAP KYAAAAH

source: 이거 봤어?
en: Did you see this?

source: 사실 제 이름을 직접적으로 언급한 것도 아니니까요.
en: my full name wasn’t mentioned, after all.

source: 걱정돼서 말이야.
en: that worries me.

source: 불여우한테 이용당하고 불쌍하네..
en: but he’s being used by that sly fox... how sad...

source: ..채이야 혹시 의심되는 사람 없어?
en: is there anyone you suspect, chae-i?

source: 요새 밥은 잘 먹고 다니는 겨?
en: are you eating well nowadays?

source: 오빠는 그때랑 똑같으세요!
en: oppa, you look exactly the same as back then!

source: 그래요, 차라리 잘됐어요!
en: well, that’s great actually!

source: 아
en: oh.

source: 쭈굴..
en: GLUM

source: 안녕하세요, 성은입니다.
en: Hello, this is Seong-eun.

source: 좋을 때다~
en: well, they did just start dating.

source: 스피커 무선연결 소리 끔 연락처
en: Speaker Bluetooth Mute Contacts

source: 이 기집애가-
en: you witch!

source: 기사 봤어요!
en: I saw the news!

source: 나도 모르게 홧김에 그만..
en: ...ended up saying it out of anger.

source: 그런가..
en: is it?

source: 연락처
en: Contacts

source: 쭌 아무래도 늦을 건가 보네요..
en: it seems like jun will be late.

source: 감사합니..
en: thank...

source: 자기야…..
en: babe...

source: 소속사에서 난리라..
en: things are a mess at the agency...

source: 아니 친구로서는 좋아하지만..
en: I mean, I like him as a friend,
